import * as React from "react"
import { graphql } from "gatsby"
import Layout from "../components/layout"
import * as sections from "../components/sections"
import Fallback from "../components/fallback"
import SEOHead from "../components/head"
import StatList from "../components/stat-list";

const bio = "<br/>" +'अनुरागी : व्यक्तित्व\n' +"<br/><br/>" +
    '# समाज के सुविधा वंचित, साधन विपन्न, गरीब वर्ग को सम्मान जनक जीवन स्तर प्रदान करने, पिछड़े वर्ग को विकास की मुख्य धारा में लाने, क्षेत्र में सामाजिक, राजनैतिक जागृति, आर्थिक विकास एवं समरसता की आकांक्षा के साथ जन सेवा की अलौकिक प्रेरणा से प्रेरित जिला पंचायत अध्यक्ष जालौन डॉ० घनश्याम अनुरागी जी राजनैतिक क्षितिज में जन सेवा के नित नए प्रतिमान स्थापित कर रहें हैं । राजनैतिक पटल पर विभिन्न दायित्वों का कुशलता पूर्वक निर्वहन करने वाले बुंदेलखंड क्षेत्र के कद्दावर जन प्रतिनिधि जनपद जालौन, झाँसी, कानपुर देहात, हमीरपुर क्षेत्र में जन जन की आकांक्षा का प्रतीक हैं ।\n' +
    '\n' + "<br/><br/>" +
    '# उत्तर प्रदेश के जनपद हमीरपुर ग्राम खेड़ा शिलाजीत के मूल निवासी डॉ० घनश्याम अनुरागी का जन्म 15 दिसंबर 1972 को श्रीमती गणेशी देवी–श्री देशराज अनुरागी जी के घर हुआ था । उन्हें बचपन से ही साहित्य पढ़ना और देश –विदेश के नए नए आयामों के बारे में पढ़ने और जानने की अभिरुचि रही है । “शिक्षा ही जीवन का मूल आधार” की समझ उनके बाल मन को इस बारे में उद्वेलित करती थी कि, उनके गांव के आस–पास क्षेत्र में कोई इंटर कॉलेज नही था । गांव समाज एवं क्षेत्र वासियों की इस गम्भीर समस्या के समाधान का दृढ़ संकल्प अनुरागी जी ने बचपन में ही तय कर लिया था । केवल अपने गांव ही नहीं पूरे क्षेत्र की आम जनता को शिक्षा का लाभ मिले, क्षेत्र का कोई भी बच्चा शिक्षा से वंचित न रहे इसी जन कल्याणकारी संकल्प को पूरा करने हेतु, कठिन परिस्थितियों में भी अनुरागी रुके नहीं । \n' +
    '\n' + "<br/><br/>" +
    '# उन्होंने अपनी प्रारंभिक शिक्षा हमीरपुर जिले से करके आचार्य (एम०ए०) – संपूर्णानंद विश्वविद्यालय वाराणसी, विधि स्नातक (LLB) – बुंदेलखंड विश्वविद्यालय झांसी, PhD – सनराइज विश्वविद्यालय अलवर (राजस्थान) से कर डॉक्टरेट की पदवी हासिल की तथा अपनी औपचारिक शिक्षा की यात्रा को विराम दिया । किंतु सीखने और आगे बढ़ने को अपने जीवन में हमेशा विशेष स्थान दिया । \n' +
    '\n' + "<br/><br/>" +
    '# अनुरागी एक ऐसे गांव से आते है जहां दबंगों के द्वारा कमजोर लोगो को सताना बड़ी आम बात थी, परंतु उनके जुर्म भी अनुरागी जी को सत्य की राह से हटने के लिए काफी न पड़े उन्होंने उन बाहुबली लोगो के खिलाफ लंबा संघर्ष किया जिसमें उनके ऊपर कई बार प्राणघातक हमले हुए । समाज के कमज़ोर वर्ग एवं आमजन के लिए वे डट कर खड़े रहे । अंततः सत्य और न्याय की जीत हुई और जुर्म पर रोकथाम लगाने के उनके प्रयास सफल हुए । विषम परिस्थितियों में संघर्ष एवं न्याय के साथ खड़े रहने पर ग्राम एवं क्षेत्र के लोगों का असीम प्रेम एवं स्नेह के साथ आगे बढ़ने में मदद की । स्थानीय स्व शासन की राजनैतिक परिदृश्य में 1995 में ग्राम पंचायत क्षेत्र खेड़ा शिलाजीत के ग्राम प्रधान बन अनुरागी का राजनैतिक सफर आरंभ हुआ । ग्राम प्रधान के कार्यकाल में उनके पुरजोर प्रयास और कठिन परिश्रम का ही प्रतिफल है कि शासन की सहायता से श्री भरत कुमार बालिका इंटर कालेज की स्थापना के साथ क्षेत्र में सबको सर्व सुलभ शिक्षा की व्यवस्था कराई । इस संस्था के प्रबंधक पद के दायित्वों का निर्वहन अनुरागी द्वारा किया जा रहा है।\n' +
    '\n' + "<br/><br/>" +
    '# घनश्याम अनुरागी के ग्राम पंचायत क्षेत्र में सराहनीय कार्यों एवं विकास के क्षेत्र में उनकी ग्राम पंचायत जनपद हमीरपुर में प्रथम आयी जिसके लिए ग्राम पंचायत को उत्तर प्रदेश शासन द्वारा 2 लाख की धनराशि से पुरस्कृत कर सम्मानित किया । बुंदेलखंड क्षेत्र की वीर भूमि में इनके संघर्षशील जनप्रतिनिधित्व की कीर्ति चहुँ-ओर फैलने, जन सेवा कार्यो के प्रति सम्पूर्ण समर्पण व लगन और कार्यकुशलता के कारण लोकप्रियता बहुत ही तेजी से बढ़ने लगी । जिसके चलते सन 2000 में भारी मतों से जनता ने उन्हें क्षेत्र जलालपुर जिला हमीरपुर से जिला पंचायत सदस्य चुना और लोगो के अगाध प्रेम के कारण उन्होंने जिला पंचायत अध्यक्ष के चुनाव में भी विजयी हुए । मात्र 28 वर्ष की आयु में जिला पंचायत अध्यक्ष हमीरपुर जिला हमीरपुर बने । पंचायती राज की स्वशासन की परिकल्पना को प्रखर करने के सद्प्रयासों के फलस्वरूप श्री अनुरागी को जिला पंचायत कमेटी उत्तर प्रदेश प्रदेश का उपाध्यक्ष भी बनाया गया। \n' +
    '\n' + "<br/><br/>" +
    '# बुंदेलखंड की वीरभूमि को विकास की मुख्यधारा में लाने के प्रयासों के कारण उत्तर प्रदेश सरकार ने वर्ष 2003 में जनसंख्या एवं विकास आयोग का सदस्य बनाया । मुलायम सिंह के अत्यंत करीबी रहे अनुरागी सन 2004 में समाजवादी पार्टी से टिकट प्राप्त कर लोकसभा (संसदीय) क्षेत्र जालौन–गरौठा–भोगनीपुर प्रत्याशी रहे और मामूली अंतर से वे दूसरे स्थान पर रहे । जैसा कि हमेशा देखा गया है रुकना और हार मानना उनके स्वभाव में ही नहीं वे निरंतर क्षेत्र में परिश्रम करते और लोगो के दुख सुख में सहभागिता रखते रहे ।\n' +
    '\n' + "<br/><br/>" +
    '# सन 2009 में एक बार फिर कुशल नेतृत्व, दूरगामी सोच, मिलनसार, लोकप्रिय, खुश मिजाज अच्छी छवि वाले डॉ० घनश्याम अनुरागी को जालौन–गरोठा–भोगनीपुर संसदीय क्षेत्र की जनता ने संसद में उनको सांसद के तौर पर चुनकर जनता की सेवा करने के लिए अपना प्रतिनिधि बनाकर भेजा ।\n' +
    '# संसदीय जनप्रतिनिधित्व के कार्यकाल के दौरान उन्होंने अनेक संसदीय समितियों में दायित्वों का भी निर्वाहन किया । डॉ घनश्याम अनुरागी को निम्नाकित समितियों का सदस्य बनाया गया -\n' + "<br/>" +
    '•\t\tजल संसाधन : स्थायी समिति\n' + "<br/>" +
    '•\tइस्पात मंत्रालय : परामर्शदात्री समिति \n' +"<br/>" +
    '•\tविद्युत : परामर्शदात्री समिति \n' +"<br/>" +
    '•\tस्टील : परामर्शदात्री समिति \n' +"<br/>" +
    '•\tअधीनस्थ विधायन सम्बन्धी समिति \n' +"<br/>" +
    '•\tआपदा प्रबंधन सम्बन्धी समिति \n' +"<br/>" +
    '•\tसंसद सदस्य स्थानीय क्षेत्र विकास योजना सम्बन्धी समिति \n' +"<br/>" +
    '•\tमहासचिव : अनु० जाति / अनु० जन जाति संसदीय फोरम  \n' +
    '\n' + "<br/><br/>" +
    '# संसदीय क्षेत्र का प्रतिनिधित्व करते हुए बुंदेलखंड क्षेत्र के महत्वपूर्ण मुद्दों को समाधान कराया । संसदीय जन प्रतिनिधित्व के कार्यकाल में उनके द्वारा कराये गाये प्रमुख कार्य –\n' +
    '•\tबुंदेलखंड सूखा के दौरान केंद्र से 73000 करोड़ के आर्थिक सहायता पैकेज को स्वीकृत करवाने संघर्ष किया और क्षेत्र की जनता को आर्थिक पैकेज का लाभ दिलाने में अहम भूमिका निभाई । \n' + "<br/>" +
    '•\tझांसी–कानपुर रेलवे लाइन का दोहरीकरण, विद्युतीकरण, रेलवे स्टेशनो का उच्चीकरण, ट्रेन के स्टॉपेज (उरई, पुखराया, मोंठ), राठ रोड उरई पर रेलवे ओवरब्रिज जैसे कई दूरगामी लाभ देने वाले विकास के कार्यों का लाभ क्षेत्र की जनता तक पहुंचाया ।\n' + "<br/>" +
    '•\tपचनद पर कंजौसा बाबा का पुल \n' + "<br/>" +
    '•\tजूही का पुल\n' + "<br/>" +
    '•\tनिनावली घाट का पुल \n' + "<br/>" +
    '•\tमहाराजपुरा भीमनगर यमुना नदी पर पुल\n' + "<br/>" +
    '•\tमेडिकल कॉलेज उरई\n' + "<br/>" +
    '•\tकालपी - राठ मार्ग पर वेतवा नदी पर कहटा चंडोत मार्ग का पुल \n' + "<br/>" +
    '•\tकदौरा राठ मार्ग पर हेमनपुरा – जलालपुर का पुल\n' + "<br/>" +
    '•\tप्रत्येक ग्राम पंचायत में विद्युत् ट्रांसफार्मर को उच्चीकृत कराने में सफलता \n' + "<br/>" +
    '•\tजोल्हुपुर से हमीरपुर मार्ग की स्थिति अत्यंत खराब होने के कारण बुंदेलखंड क्षेत्र की जनता की गंभीर समस्या का समाधान कराने के लिए जोल्हुपुर से हमीरपुर फोरलेन सड़क मार्ग का निर्माण करने के लिए संघर्ष किया और क्षेत्र की जनता को सुगम यातायात की सुविधा का लाभ दिलाया ।  \n' + "<br/>" +
    '•\tजनता सेवा के कार्यों के प्रति लगनशील हमेशा जनता के हित की बात को शीर्ष नेतृत्व, प्रदेश व क्षेत्र वासियों के समक्ष रखना और सरकार द्वारा चलायी जा रहीं सरकारी योजनाओं का लाभ समाज के अंतिम व्यक्ति तक पहुंचाने के लिए सदैव तत्पर रहते हैं । \n' + "<br/>" +
    '\n' + "<br/><br/>" +
    '# अनुरागी की जनसेवा एवं कार्यकुशलता का ही सुखद परिणाम रहा है कि वर्ष 2019 में अध्यक्ष भारतीय जनता पार्टी, एवं प्रदेश के शीर्ष नेतृत्व द्वारा उनको भारतीय जनता पार्टी का सिपाही बनाकर वर्ष 2019 के संसदीय निर्वाचन में उनकी महत्वपूर्ण भूमिका प्रदान की । संसदीय क्षेत्र जालौन – गरौठा-भोगनीपुर से भारतीय जनता पार्टी के अधिकृत प्रत्याशी श्री भानु प्रताप सिंह वर्मा को विजय श्री दिलाने में डॉ घनश्याम अनुरागी द्वारा किये गए सघन जन संपर्क अभियान की भारी सफलता के लिए वर्ष 2019 के आम चुनाव में उनके कुशल प्रबंधन की भूरी-भूरी प्रसंशा प्रदेश अध्यक्ष भारतीय जनता पार्टी ने की थी । \n' +"<br/><br/>" +
    '# जनपद जालौन पार्टी के जिला एवं क्षेत्रीय नेतृत्व की अनुसंशा पर वर्ष 2021 में भारतीय जनता पार्टी के प्रदेश नेतृत्व ने उन्हे जिला पंचायत क्षेत्र रेंढर जिला जालौन से क्षेत्र पंचायत टिकट प्रदान कर स्थानीय स्व-शासन में महत्वपूर्ण भूमिका के लिए अवसर प्रदान किया । क्षेत्र वासियों ने भरपूर प्रेम और आशीर्वाद के साथ उन्हें जिला पंचायत सदस्य चुना इसके साथ ही जिला पंचायत अध्यक्ष का चुनाव जीत कर अनुरागी वर्तमान में जिला पंचायत अध्यक्ष जालौन के पद को सुशोभित कर जनपद जालौन में स्थानीय स्व-शासन व्यवस्था के नित नए प्रतिमान स्थापित कर रहें हैं । जिला पंचायत संगठन उत्तर प्रदेश के अध्यक्ष हैं श्री अनुरागी जी उत्तर प्रदेश के जिला पंचायत अध्यक्षों का प्रतिनिधित्व कर रहें हैं ।\n' +
    '\n' + "<br/><br/>" +
    '# स्थानीय पंचायती राज के सशक्तिकरण के लिए जनपद जालौन में उनके विकास एवं  सराहनीय कार्यों को देखते हुए माननीय प्रधानमंत्री भारत सरकार द्वारा राष्ट्रीय स्तर का “पंडित दीनदयाल उपाध्याय राष्ट्रीय पुरस्कार दिया गया । इस पुरस्कार के साथ 24 अप्रैल 2022 को उत्तर प्रदेश के मुख्यमंत्री योगी जी के द्वारा 50 लाख की राशि से सम्मानित किया गया । डॉ घनश्याम अनुरागी जी का बुंदेलखंड क्षेत्र की जनता से जुड़ाव, जनता के प्रति कार्यों और की सराहना सर्वत्र दिखाई देती है । केवल अपने जनपद ही नहीं बल्कि समस्त बुंदेलखंड क्षेत्र में उनका प्रभाव होने के कारण बुंदेलखंड के कद्दावर जनप्रतिनिधि एवं प्रभावशाली व्यक्तिव के धनी हैं । \n' +
    '\n' + "<br/><br/>" +
    '# अनुरागी जी हमेशा से ही कमजोर और बेसहारा लोगो की मदद करने तथा उनके अधिकार के लिए संघर्ष में सदैव तत्पर रहे है । जन कल्याण के प्रति स्वार्थहीन स्वभाव व कर्तव्य परायणता के चलते कन्या सामूहिक विवाह जैसे सफल कार्यक्रम करवाते रहते है । भारतीय जनता पार्टी की रामराज्य की लौकिक परिकल्पना को साकार करने, समाज सेवा में लोक सेवा के नवीन प्रतिमान स्थापित करने हेतु अनुरागी जी द्वारा निज निवास पर भारत जन सेवा फाउंडेशन के माध्यम से "अपनी रसोई" नामक मुहीम चला कर रोजाना 800–900 जरूरतमंदों को उच्च गुणवत्ता पूर्ण साफ स्वच्छ भोजन सम्मनापूर्वक करवाते हैं । \n' +
    '\n' + "<br/><br/>" +
    '# अनुरागी अखिल भारतीय कोली समाज – नई दिल्ली (कोरी समाज) के अखिल भारतीय स्तर के बड़े हैं । कोरी समाज को प्रगति के पथ पर ले जाने के लिए कोली / कोरी समाज के प्रदेश अध्यक्ष, राष्ट्रीय उपाध्यक्ष पद को भी सुशोभित किया । वर्तमान में अनुरागी जी को कोली /  कोरी समाज का कार्यकारी राष्ट्रीय अध्यक्ष हैं । वह ऐसे समाज का अखिल भारतीय स्तर पर प्रतिनिधित्व करते हैं जिस समाज व संगठन के अध्यक्ष भारत गणराज्य के पूर्व महामहिम राष्ट्रपति माननीय श्री रामनाथ कोविंद जी भी रहें हैं ।\n'


const img = {
    "id": "0a8d4e05-d419-5923-a68e-6206f3917487",
    "gatsbyImageData": {
        "images": {
            "sources": [
                {
                    "srcSet": "https://images.ctfassets.net/d5ql4rml3t6t/7nCV7i4NBQYcINf8sW3d25/cd2f76dda42c72a128548296c308432c/bio-1.png?w=607&h=990&q=50&fm=webp 607w,\nhttps://images.ctfassets.net/d5ql4rml3t6t/7nCV7i4NBQYcINf8sW3d25/cd2f76dda42c72a128548296c308432c/bio-1.png?w=1215&h=1981&q=50&fm=webp 1215w,\nhttps://images.ctfassets.net/d5ql4rml3t6t/7nCV7i4NBQYcINf8sW3d25/cd2f76dda42c72a128548296c308432c/bio-1.png?w=2429&h=3961&q=50&fm=webp 2429w",
                    "sizes": "(min-width: 2429px) 2429px, 100vw",
                    "type": "image/webp"
                }
            ],
            "fallback": {
                "src": "https://images.ctfassets.net/d5ql4rml3t6t/7nCV7i4NBQYcINf8sW3d25/cd2f76dda42c72a128548296c308432c/bio-1.png?w=2429&h=3961&q=50&fm=png",
                "srcSet": "https://images.ctfassets.net/d5ql4rml3t6t/7nCV7i4NBQYcINf8sW3d25/cd2f76dda42c72a128548296c308432c/bio-1.png?w=607&h=990&q=50&fm=png 607w,\nhttps://images.ctfassets.net/d5ql4rml3t6t/7nCV7i4NBQYcINf8sW3d25/cd2f76dda42c72a128548296c308432c/bio-1.png?w=1215&h=1981&q=50&fm=png 1215w,\nhttps://images.ctfassets.net/d5ql4rml3t6t/7nCV7i4NBQYcINf8sW3d25/cd2f76dda42c72a128548296c308432c/bio-1.png?w=2429&h=3961&q=50&fm=png 2429w",
                "sizes": "(min-width: 2429px) 2429px, 100vw"
            }
        },
        "layout": "constrained",
        "backgroundColor": "#080808",
        "width": 2429,
        "height": 3960.9999999999995
    },
    "alt": "डॉ घनश्याम अनुरागी"
};

export default function About(props) {
  const {aboutPage} = props.data

  return (
      <Layout>
        {aboutPage.blocks.map((block) => {
          const {id, blocktype, ...componentProps} = block
          const Component = sections[blocktype] || Fallback
          return ["AboutHero","AboutPage"].includes(blocktype) ? (
              <Component key={id} {...componentProps} />
          ) : null;
        })}
        <StatList head={'जीवनी'} bio={bio} withTransition={false} img={img}/>
      </Layout>
  )
}


export const Head = (props) => {
  const { aboutPage } = props.data
  return <SEOHead {...aboutPage} />
}
export const query = graphql`
  {
    aboutPage {
      id
      title
      description
      image {
        id
        url
      }
      blocks: content {
        id
        blocktype
        ...AboutHeroContent
        ...AboutStatListContent
        ...HomepageProductListContent
        ...AboutLeadershipContent
        ...HomepageBenefitListContent
        ...AboutLogoListContent
        ...HomepageCtaContent
      }
    }
  }
`
